Autodesk.Revit.DB.LeadersPresentationMode
Since:
2023
Leaders Presentation Mode.
Since:
2023

Autodesk.Revit.DB.LeadersPresentationMode.ShowSpecificLeaders
Show specific leaders.

Autodesk.Revit.DB.LeadersPresentationMode.ShowOnlyOne
Show only one leader.

Autodesk.Revit.DB.LeadersPresentationMode.HideAll
Hide all tag leaders.

Autodesk.Revit.DB.LeadersPresentationMode.ShowAll
Show all tag leaders.